abusaidm.html-snippets
AlanWalk.markdown-toc
alefragnani.Bookmarks
alefragnani.project-manager
austin.code-gnu-global
aztechcorps.aio-compiler
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
dbaeumer.jshint
dbaeumer.vscode-eslint
donjayamanne.githistory
DotJoshJohnson.xml
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
eg2.vscode-npm-script
emmanuelbeziat.vscode-great-icons
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
felipecaputo.git-project-manager
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
gccfeli.vscode-lua
GrapeCity.gc-excelviewer
hars.CppSnippets
icrawl.discord-vscode
idleberg.icon-fonts
jchannon.csharpextensions
jedisct1.piknik
joelday.docthis
keyring.Lua
lukehoban.Go
mitaki28.vscode-clang
mrmlnc.vscode-pugbeautify
mrmlnc.vscode-puglint
ms-python.python
ms-vscode.cpptools
ms-vscode.csharp
ms-vscode.PowerShell
msjsdiag.debugger-for-chrome
octref.vetur
PeterJausovec.vscode-docker
PKief.material-icon-theme
rebornix.Ruby
robertohuertasm.vscode-icons
robinbentley.sass-indented
shinnn.stylelint
slevesque.vscode-autohotkey
steoates.autoimport
svizzini.factorio-lua-api-autocomplete
tokoph.ghosttext
WakaTime.vscode-wakatime
wmaurer.html2jade
xabikos.JavaScriptSnippets
Zignd.html-css-class-completion
